Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: Duration
pt_br: Duração

source: Next
pt_br: Próximo

source: Windowed:
pt_br: Periódicas:

source: Select RESET and try again.
pt_br: Clique em REINICIAR e tente novamente.

source: “Have you thought about how the devices might be set up?”
pt_br: “Você já pensou em como configurar os dispositivos?”

source: Scan results can be sent back to the partner and Google Play Protect receives analysis from the partner's scanning engines to protect the users.
pt_br: Resultados de varreduras podem ser reportados ao parceiro, e o Google Play Protect recebe análises dos motores de varredura do parceiro para proteger os usuários.

source: What is the zero-touch portal?
pt_br: O que é o portal sem toque?

source: The airline has a lot of data that needs to be protected from falling into the wrong hands.
pt_br: A companhia aérea possui um grande volume de dados que precisa ser protegido para não cair em mãos erradas.

source: Ongoing maintenance to keep device policies and apps up to date and relevant to the business while keeping the business data secure.&nbsp;
pt_br: Atualização contínua das políticas e aplicativos dos dispositivos para manutenção da relevância e segurança dos dados corporativos.

source: Text and Graphic Title
pt_br: Título de texto e gráfico

source: Complete
pt_br: Concluir

source: Audio description off
pt_br: Audiodescrição desativada

source: Each row in your .CSV file lists the fields that include:
pt_br: Cada linha do arquivo .CSV lista os campos que incluem:

source: Choose preferred deployment.
pt_br: Escolha a implantação adequada.

source: “How many departments are stakeholders in this project?”
pt_br: "Quantos departamentos estão envolvidos nesse projeto?"

source: Which of the following is NOT an Enterprise Mobility use case that you probably often see in your daily life?
pt_br: Qual dos seguintes itens NÃO É um exemplo de Mobilidade Corporativa que observamos cotidianamente?

source: One for resellers, and another for customers.
pt_br: Um para revendedores, e outro para clientes.

source: Select each box to learn more.
pt_br: Clique nas caixas para saber mais.

source: SafetyNet is a management API available to the entire Android Enterprise partner ecosystem providing strong capabilities for testing and determining a device&rsquo;s integrity.
pt_br: A SafetyNet é uma API de gerenciamento disponível em todo o ecossistema de parceiros Android Enterprise que fornece recursos robustos para testar e determinar a integridade de um dispositivo.

source: How often does Google issue Android security patches?
pt_br: Com que frequência o Google realiza atualizações de segurança no Android?

source: Show Feedback
pt_br: Exibir Feedback

source: Supporting customers to make the right decisions.
pt_br: Ajudar os clientes a tomar as decisões certas.

source: Flow Chart Title
pt_br: Título do Fluxograma

source: magnifier
pt_br: lupa

source: In order to recommend a suitable Android Enterprise based solution, he needs to find out what the customer is looking for.
pt_br: Para recomendar uma solução adequada com base no Android Enterprise, ele precisa descobrir o que o cliente procura.

source: PAGE 2 TEXT&G #12
pt_br: PÁGINA 2 TEXTO #12

source: The customer should then request access to zero-touch portal via their reseller
pt_br: O cliente deve solicitar acesso ao portal de registro sem toque através do seu revendedor

source: Yes
pt_br: Sim

source: ZERO_TOUCH &ndash; Always set this value to ZERO_TOUCH using uppercase characters
pt_br: ZERO_TOUCH - Use sempre o valor ZERO_TOUCH em letras maiúsculas

source: Comprehensive
pt_br: Abrangente

source: Device Manufacturer – Technical user
pt_br: Fabricante de dispositivos - Usuário técnico

source: show hint
pt_br: exibir dica

source: Class complete.
pt_br: Aula concluída.

source: Zero-touch enrollment allows IT to deploy company-owned devices in bulk without having to set each one up manually.
pt_br: O registro sem toque permite que o TI implante dispositivos de propriedade da empresa em escala sem precisar configurar cada um manualmente.

source: When airlines mobilize their workers, each team needs different devices to meet their varied requirements, such as:
pt_br: Quando as companhias aéreas implementam a mobilidade no seu quadro de funcionários, as necessidades de dispositivos para atender às variadas exigências de cada equipe são diferentes, tais como:

source: Set this to the name of your organization.
pt_br: Defina o nome da sua empresa.

source: Verified Boot ensures the device will boot up within 30 seconds to prevent end users from becoming inpatient and attempting to root their devices.
pt_br: A Inicialização Verificada garante que o dispositivo ligue em no máximo 30 segundos para evitar que o usuário final fique impaciente e tente fazer root no dispositivo.

source: Open transcript
pt_br: Abrir transcrição

source: OEM TECH RECAP PAGE 4
pt_br: RESUMO OEM TECH PÁGINA 4

source: Completed
pt_br: Concluído

source: Unlocked
pt_br: Desbloqueado

source: modemtype &ndash; &nbsp;example:
pt_br: modemtype - exemplo:

source: Hotgraphic 1 Page 1
pt_br: Gráfico 1 Página 1

source: I want to replace physical reports from my employees with a computerized solution.
pt_br: Quero substituir os relatórios físicos dos meus funcionários por uma solução computadorizada.

source: “Would an automated deployment mode be something that would be useful to you?”
pt_br: "O modo de implantação automatizada seria útil para vocês?"

source: The customer receives a welcome email with instructions to access the portal
pt_br: O cliente recebe um e-mail de boas-vindas com instruções para acessar o portal

source: Now all devices running Android 9.0 or higher receive zero-touch via Google Mobile Services
pt_br: Agora todos os dispositivos que executam o Android 9.0 ou superior recebem o sem toque via Google Mobile Services

source: PAGE 4 FLOW CHART #17 #23
pt_br: PÁGINA 4 FLUXOGRAMA #17 #23

source: How Android uses hardware to tackle more secure tasks.
pt_br: Como o Android utiliza hardware para lidar com tarefas mais seguras.

source: Topics
pt_br: Tópicos

source: Badges
pt_br: Selos

source: previous slide
pt_br: slide anterior

source: Manufacturer &ndash; e.g. Google
pt_br: Manufacturer - por exemplo, Google

source: They don&rsquo;t need to be personally enabled as the mechanics only need them for work.
pt_br: Eles não precisam ser habilitados pessoalmente, pois os mecânicos só precisam deles para trabalhar.

source: By the end of this class, you will be able to:
pt_br: Ao final desta aula, você poderá:

source: Every quarter with a software update.
pt_br: A cada trimestre, junto a uma atualização de software.

source: Select the correct option and click Submit.
pt_br: Selecione a opção correta e clique em Enviar.

source: Scan results are sent back to the partner and Google Play Protect receives analysis from the partner&#39;s scanning engines.
pt_br: Os resultados são enviados ao parceiro, e o Google Play Protect recebe análises dos mecanismos de varredura do parceiro.

source: Google Play Protect arms devices with the most up-to-date security, detecting and blocking potentially harmful applications.
pt_br: O Google Play Protect equipa os dispositivos com a segurança mais atualizada do mercado, detectando e bloqueando aplicativos potencialmente nocivos.

source: Both resellers and customers can deregister a device.
pt_br: Tanto revendedores quanto clientes podem cancelar o registro de um dispositivo.

source: Android provides multiple layers of security with robust enterprise management controls to keep devices and data protected.
pt_br: O Android fornece múltiplas camadas de segurança com controles de gerenciamento corporativos robustos para manter a proteção dos dispositivos e dos dados.

source: There is a separate class to explore on zero-touch after this one.
pt_br: Há uma aula adicional sobre o recurso sem toque logo após esta aqui.

source: How to add, edit and delete team members
pt_br: Como adicionar, editar e excluir membros de equipe

source: What is zero-touch?
pt_br: O que é o sem toque?

source: Uploading devices
pt_br: Fazer o upload de dispositivos

source: View
pt_br: Visualizar

source: Procurement
pt_br: Aquisição

source: next slide
pt_br: próximo slide

source: cover
pt_br: capa

source: Before you start, check your account role to ensure that it is Owner.
pt_br: Antes de começar, verifique a função na sua conta para garantir que você esteja marcado como Proprietário.

source: Reseller portal
pt_br: Portal do revendedor

source: Device Manufacturers
pt_br: Fabricantes de dispositivos

source: Adding, editing, and assigning devices
pt_br: Adicionar, editar e atribuir dispositivos

source: Click Upload
pt_br: Clique em Upload

source: Each portal has a different view and functionality.
pt_br: Cada portal possui diferentes visualizações e funcionalidades.

source: Defining the device policies
pt_br: Definir as diretrizes do dispositivo

source: Corporate or company-owned devices can be enabled for personal use with the same privacy and data protection as BYOD.
pt_br: Dispositivos corporativos ou de propriedade da empresa podem ser ativados para uso pessoal com a mesma privacidade e proteção de dados que os dispositivos BYOD.

source: View a customer
pt_br: Visualizar um cliente

source: Management &ndash; how do they want their solution to be managed?
pt_br: Gestão &dash; Como eles querem que sua solução seja gerenciada?

source: Retry account creation when all emails have been associated
pt_br: Tente criar a conta novamente quando todos os e-mails estiverem associados

source: SHOW ANSWER
pt_br: EXIBIR RESPOSTA

source: Management tools
pt_br: Ferramentas de gerenciamento

source: This course is in progress
pt_br: Este curso está em andamento

source: This helps the airline staff keep customer data safe when using tablets to check-in passengers or when using a smartphone for a point of sale terminal during a flight.
pt_br: Assim, a equipe da companhia aérea mantém os dados dos clientes em segurança ao usar tablets para realizar check-ins ou smartphones para fazer vendas durante os voos.

source: &ldquo;We want a more productive way for our flight crews to view and change schedules along with booking vacation time.&rdquo;
pt_br: &ldquo;Estamos buscando uma maneira mais produtiva de permitir que nossas tripulações visualizem e alterem seus turnos e também marquem suas férias.&rdquo;

source: Ready?
pt_br: Pronto?

source: Book Shelf
pt_br: Estante de Livros

source: As a zero-touch customer, how many resellers can be registered in the list of authorized resellers?
pt_br: Para o cliente sem toque, quantos revendedores podem ser registrados na lista de revendedores autorizados?

source: Reflection is available to download
pt_br: A reflexão está disponível para download

source: When building a solution, there are many technical considerations.
pt_br: Ao elaborar uma solução, diversas questões técnicas devem ser levadas em consideração.

source: EMM Providers:
pt_br: Fornecedores de EMM:

source: Direct your customer to https://accounts.google.co m/signup/v2/webcreateacc ount.
pt_br: Direcione seu cliente para: https://accounts.google.co m/signup/v2/webcreateaccount.

source: Devices can be added after being sold, but only if the zero-touch enabled reseller was the original seller of those devices
pt_br: Os dispositivos podem ser adicionados após a venda, mas somente se o revendedor habilitado para toque zero for o vendedor original desses dispositivos

source: Set owners field to 0 (zero)
pt_br: Defina o campo de proprietários para 0 (zero)

source: Which of the following is required for zero-touch enrollment to work on a registered device?
pt_br: Qual dos itens a seguir é necessário para que o registro sem toque funcione em um dispositivo registrado?

source: In times of emergency, the screens would direct customers to meeting points.
pt_br: Em momentos de emergência, as telas direcionariam os clientes para pontos seguros.

source: Zero-touch enrollment allows IT to effortlessly and automatically deploy company-owned devices in bulk without having to set each one up manually.
pt_br: O registro sem toque permite que o departamento de TI implante automaticamente e em escala os dispositivos de propriedade da empresa, sem precisar configurar cada um manualmente.

source: Select the correct answer, then submit.
pt_br: Selecione a resposta correta e clique em enviar.

source: We need a way to search the stock, check parts out and assign used ones as &lsquo;disposed&rsquo; or &lsquo;return to warehouse&rsquo;.&rdquo;
pt_br: Precisamos implementar uma forma de pesquisar o estoque, verificar peças e identificar as peças usadas como l&lsquodescartel&rsquo ou l&lsquoretornar ao estoquel&rsquo;&rdquo;

source: replace
pt_br: substituir

source: The iframe allows customers to create and assign zero-touch configurations directly from the EMM console without having to access the zero-touch portal separately.
pt_br: O iframe permite que os clientes criem e atribuam configurações sem toque diretamente do console EMM sem ter que acessar o portal de registro sem toque.

source: That&#39;s incorrect. Review the content, then select RESET&nbsp;and try again.
pt_br: Incorreto. Revise o conteúdo e clique em REINICIAR&nbsp;para tentar novamente.

source: Assessment Progress
pt_br: Andamento da Avaliação

source: &ldquo;That&rsquo;s great.
pt_br: &ldquo;Fantástico.

source: Security, such as an employee losing a device and loss of company data
pt_br: Segurança, como quando um funcionário perde um dispositivo ou os dados da empresa são perdidos

source: What question should you ask next?
pt_br: Qual pergunta você deve fazer agora?

source: Correct
pt_br: Correto

source: Choose among your Active Resellers, or,
pt_br: Escolher entre revendedores ativos em Active Resellers ou

source: View component
pt_br: Visualizar componente

source: QR Code
pt_br: Código QR

source: Module 4:
pt_br: Módulo 4:

source: What would be a good feature to discuss when talking to a customer about using a personal device for work?
pt_br: Qual seria um bom recurso para mencionar a um cliente em uma conversa sobre o uso de dispositivos pessoais para o trabalho?

source: Media
pt_br: Mídia

source: A company cannot ask it's employees to add their personal devices to zero-touch.
pt_br: Uma empresa não pode requerer que seus funcionários adicionem seus dispositivos pessoais ao sem toque.

source: Zero Touch
pt_br: Sem Toque

source: What criteria can be used to search for devices on the zero-touch portal?
pt_br: Que critérios podem ser utilizados para pesquisar dispositivos no portal de registro sem toque?

source: Deployment platform.
pt_br: Plataforma de implantação

source: Select this button to submit your answer
pt_br: Clique neste botão para enviar sua resposta

source: Link Button Text
pt_br: Texto do Botão do Link

source: Baggage handlers need to scan bags, but may not need any other apps.
pt_br: Os funcionários responsáveis por carregar as bagagens precisam digitalizá-las, mas podem não precisar de outros aplicativos.

source: Here are the field values you&rsquo;ll use to upload a .CSV file, with an example after each one.
pt_br: Veja um exemplo dos dados que você deve usar para carregar um arquivo .CSV.

source: EMMs and partners
pt_br: EMMs e parceiros

source: “Those are valid concerns.
pt_br: “Todas essas preocupações são válidas.

source: Select the button to exit.
pt_br: Clique no botão para sair.

source: Class complete
pt_br: Aula concluída

source: The reseller creates and names the customer account
pt_br: O revendedor cria e nomeia a conta do cliente

source: Back to Menu
pt_br: Voltar ao Menu

source: Click My Customers in the navigation bar
pt_br: Clique em My Customers na barra de navegação

source: Why zero-touch?
pt_br: Por que usar o sem toque?

source: Search course...
pt_br: Pesquisar curso…

source: Ensuring device compatibility
pt_br: Garantir a compatibilidade dos dispositivos

source: DD/MM/YYYY
pt_br: DD/MM/AAAA

source: Dedicated device
pt_br: Dispositivo dedicado

source: Select this button to hide the feedback
pt_br: Clique neste botão para ocultar o feedback

source: Lives
pt_br: Vidas

source: Enterprise Mobility
pt_br: Mobilidade Corporativa

source: A strong password and a strong HR department can prevent side-loading.
pt_br: Senhas fortes e um departamento de RH eficaz podem evitar a instalação de aplicativos de fontes não confiáveis.

source: Adding Wi-Fi only devices
pt_br: Adicionando dispositivos somente Wi-Fi

source: PAGE 2 NARRATIVE COMPONENT #11
pt_br: PÁGINA 2 COMPONENTE DE NARRATIVA #11

source: &ldquo;That sounds interesting and certainly something we can help with.
pt_br: &ldquo;Que interessante. Nós podemos ajudar.

source: Click Search
pt_br: Clique em Search

source: What does she need to do?
pt_br: O que ela precisa fazer?

source: You are talking to the procurement officer of Bank Corp.
pt_br: Você está falando com o gerente de compras do Banco S/A.

source: Customer service agents need tablets and potentially barcode scanners to help check-ins.
pt_br: Os funcionários responsáveis pelo atendimento aos passageiros precisam de tablets e scanners de código de barras para o check-in.

source: Uploading .CSV files and the field values for .CSV files.
pt_br: Como carregar arquivos .CSV e os dados para arquivos .CSV.

source: Zero-touch Ecosystem
pt_br: Ecossistema sem toque

source: Potentially harmful apps installed on Android Enterprise managed devices that use Google Play for app distribution.
pt_br: Aplicativos potencialmente nocivos instalados em dispositivos gerenciados pelo Android Enterprise que usam o Google Play para distribuição de aplicativos.

source: You have successfully completed the assessment.
pt_br: Você concluiu a avaliação com êxito.

source: How to update configurations for devices.
pt_br: Como atualizar as configurações dos dispositivos.

source: A customer can only have 32 authorized sellers.
pt_br: Um cliente pode ter no máximo 32 vendedores autorizados.

source: Android devices have tamper-resistant hardware to ensure the OS hasn&rsquo;t been compromised.
pt_br: Os dispositivos Android têm um hardware resistente a adulterações para garantir que o sistema operacional não seja comprometido.

source: Stronger Security with Ecosystem Partners.
pt_br: Segurança mais forte com os Parceiros de Ecossistema.

source: Google Play Protect provides 24/7 mobile security that scans apps and devices.
pt_br: O Google Play Protect oferece segurança móvel 24 horas, realizando uma varredura em aplicativos e dispositivos.

source: Zero-touch is an enrollment method used for compatible Android devices.
pt_br: Sem toque é um método de registro utilizado em dispositivos Android compatíveis.

source: PAGE 4 TEXT #25
pt_br: PÁGINA 4 TEXTO #25

source: This must be done by a Reseller.
pt_br: Isso deve ser feito por um revendedor.

source: By verifying the OS it ensures a device will be running a safe version of Android.
pt_br: Verificar o sistema operacional significa garantir que o dispositivo sempre está rodando uma versão segura do Android.

source: Develop mobile policy
pt_br: Desenvolver políticas de mobilidade

source: Tab to move through extra navigation items
pt_br: Pressione Tab para percorrer os itens extras de navegação

source: The challenges and solutions of mobility.
pt_br: Os desafios e as soluções da mobilidade.

source: Ensures apps and data are isolated from others, meaning that data cannot be accessed by apps without authority.
pt_br: Garante que aplicativos e dados fiquem isolados, o que significa que os dados não podem ser acessados por aplicativos não autorizados.

source: “Do you need to speak to an app developer?”
pt_br: "Vocês precisam de um desenvolvedor de aplicativos?"

source: Choose your own path through the zero-touch training course and learn about the enrolment method that enables organizations to mobilize their employees with ease.
pt_br: Trilhe seu próprio caminho através do curso sobre o sem toque, e aprenda mais sobre o método de registro que permite que organizações mobilizem seus funcionários com facilidade.

source: Configuring additional provisioning settings
pt_br: Configurar parâmetros adicionais de provisionamento

source: Flexibility to bring your own device (BYOD).
pt_br: Flexibilidade para usar seu próprio dispositivo (BYOD).

source: One of the use cases that Android Enterprise offers is to allow the use of both personal and work in one device using work profile.
pt_br: Um dos casos de uso que o Android Enterprise oferece é permitir o uso pessoal e de trabalho em um dispositivo usando o perfil de trabalho.

source: The device manufacturer creates one for the customer.
pt_br: O fabricante do dispositivo cria uma conta para o consumidor.

source: Customer account creation failed’.
pt_br: Falha na criação da conta do cliente".

source: What&rsquo;s more, your organization&#39;s sales tools can build in zero-touch enrollment &ndash; making you and your customers more productive.
pt_br: Além disso, as ferramentas de vendas da sua empresa podem ser criadas com base no registro sem toque, aumentando a produtividade tanto dos seus clientes como a sua.

source: The device reseller provisions the devices with zero-touch and distributes them to the pilots.
pt_br: O revendedor fornece os dispositivos sem toque e os distribui aos pilotos.

source: Module 1
pt_br: Módulo 1

source: Explained how Google is working with the industry to adopt and improve standards.
pt_br: Analisamos como o Google está trabalhando com o mercado para adotar e elevar os padrões.

source: 3.Application deployment to devices
pt_br: 3. Implantação de aplicativos em dispositivos

source: of
pt_br: de

source: Zero-touch resellers:
pt_br: Revendedores sem toque:

source: Activate and deactivate the resellers from whom your organization purchases devices.
pt_br: Ativar e desativar os revendedores de quem a empresa compra dispositivos.

source: Shorter names that are easily recognized by your organization&#39;s employees work best.
pt_br: É melhor escolher nomes mais curtos e que sejam facilmente reconhecidos por seus funcionários.

source: You can also link your EMM and zero-touch accounts through the zero-touch iframe.
pt_br: Também é possível vincular suas contas EMM e sem toque através do iframe sem toque.

source: Using the customer account
pt_br: Usando a conta do cliente

source: Search...
pt_br: Pesquisar…

source: Bank Corp is looking to deploy 3000 Android devices using zero-touch.
pt_br: O Banco S/A pretende implantar 3.000 dispositivos Android usando o sem toque.

source: Select your partner type below.
pt_br: Selecione seu tipo de parceiro abaixo.

source: Which of the following help to protect Android devices against security vulnerabilities?
pt_br: Qual dos seguintes itens ajuda a proteger dispositivos Android contra vulnerabilidades de segurança?

source: Previous
pt_br: Anterior

source: Other enrollment methods
pt_br: Outros métodos de registro

source: Select the button to complete this course.
pt_br: Clique no botão para concluir este curso.

source: Send your reseller ID, customer name, list of owner email addresses, list of admin email addresses
pt_br: Envie seu ID de revendedor, nome do cliente, lista de e-mail do proprietário, lista de e-mails do administrador

source: Take your learning to the next level by carrying on with the next Associate class.
pt_br: Continue expandindo seus conhecimentos na próxima aula do Associate.

source: Creating and assigning a zero-touch configuration.
pt_br: Criando e atribuindo uma configuração sem toque.

source: Zero-touch iframe
pt_br: Iframe sem toque

source: Title
pt_br: Título

source: Work only devices
pt_br: Dispositivos de uso exclusivamente profissional
